{
  "sitename": "4 Shame Not Honor",
  "sitedescription": "4 Shame Not Honor",
  "sitelang": "en-US",
  "content": "# Welcome to 4 Shame Not Honor!\n\nWelcome, Adventurers! If you enjoy interacting with drunks that delve into dungeons and make excellent...er...poor gameplay decisions, look no further! This is a Dungeons and Dragons 5th Edition Homebrew that streams every Sunday!\n\nThe game is set in a world called Urroth, and it is the culmination of nearly 20 years of drunk D&D play. Our DM Jordan began playing in his brother's D&D games, but over the years their adventures would make quite a mess of the place. So, when the time came for Jordan to take on the mantle of DM he decided to pick up where his older brother left off. They worked together to create a setting based on the years they played D&D together, and to advance the timeline in order to pave the way for new adventurers.\n\nWill they heal the damage wrought by heroes past, or wreak their own paths of destruction? \n\nTune in every Sunday at [twitch.tv/fourshamenothonor](https://www.twitch.tv/fourshamenothonor) to find out!\n\n## An Introduction To Urroth\n\n### How we got here\n\nA man named soul huntre traveled from world to world within this material plane causing as much strife and chaos as he could, all just to see who would rise to the top. Be they hero or villain it made no difference to him. He just needed them to be powerful, and to accept his offer... \n\n***Join him. Rise up. Defeat the Gods.***\n\nHis group of champions became known as the Outsiders. Each one displaced from a world destroyed, but now safe to rebuild, as the army of Soul Huntre would leave to the next. Until he had assembled the most powerful mortals of the material realm, powerful enough to face off against the God's themselves. \n\nWhat nothing outside the Material Realm could have expected, was that they would win. Once they arrived in the Astral Realm, a realm that connects all other realms by way of rainbow bridges expanding over the astral sea, they faced off against impossible odds. In truth, if the plan had been to win by force, they stood no chance. Perhaps it is a testimate to the validity of their quest that their foe could anticipate no other objective. \n\nRather than kill the Gods one by one, or storm the gates of Elysium, they instead destroyed the rainbow bridges that connected their Material Plane to all other realms. They simply cut themselves free. \n\nThis has become known to scholars as \"The Sundering\". For the unsuspecting residents of Urroth it also came as quite a shock. In one thunderous crack heard and felt in the minds of all living creatures the powers and influences of the Gods came to a sudden and abrupt halt.\n\nClerics, warlocks, and anyone else who relied on entities beyond the natural world for power were suddenly completely powerless in a single instant. Plagues and revolts would quickly begin to ravage the land as did the horrifying realization that death was for once truly final. All power to brew healing potions, or to resurrect the dead was gone as well. \n\nThe outsiders returned triumphantly to their worlds only to find them now lost in the chaos they wrought. Some would take advantage of the chaos, others would try to help and to lead their people through the darkness. To learn to live in this new world, a world without God's. A world that would be only as good as the people who exist within it.\n\nIn time, however, a new threat revealed itself. Soul Huntre had returned to his home world, but he would often welcome visitors. It was Chasm, one of his most loyal champions, a dark elf paladin who learned firsthand the corrupt nature of the old gods, that would seek him out only to discover that the world Soul Huntre retired to was gone. In its place, nothing but a void in space. \n\nThe Outsiders assembled to handle the problem and found that their battle within the Astral Realm wasn't as over as they believed. Reborn, agents of the Gods trapped on this side of the Rainbow Bridges were trying to undo the damage done. The Outsider's routed out the plot of the Reborn and scattered what few they didn't manage to kill, but this was not their only problem.\n\nMore worlds were lost to the Void, and the unanswered prayers of the frightened were spilling into the sea. Forming into an island of dread, and from its soil birthed the first horror, an entity known as Nightmare. A being that only grew in power as world after world was consumed by the void.\n\nAt the back end of the universe, on a small blue planet, existed a mage named Skatvold. High magus of the Spires, he had long studied the stars and was gravely concerned when they began to vanish. With every loss to the Void the Outsiders had to fall back, until they too would find themselves on Urroth.  \n\nIt was Skatvold who reasoned that the Gods, for all their faults, maintained the delicate balance that allowed the Material Plane to exist. The void was simply the symptom of that balance breaking down. There was nothing that could be done to undo the damage already done but they could take steps to at least prevent a total collapse. The raw energies of the universe (Arcane and Divine, Radiant and Necrotic, Profane and Nature ) had to be brought back into balance. With the information brought to him by the Outsiders, Skatvold first created the Boer. \n\nA race of farmer folk native to an island on Urroth, culturally they already understood the delicate nature of maintaining a balance with nature. So when they were pulled into the Ethereal Realm, and charged with ensuring caring for the souls of the dead, they took to the task with ease. The Boer became Reapers and Cullers to farm the souls of the living and ensure divine energy was being produced.\n\nAn artificial atmosphere had to be created, one that could both hide the Void behind a mock sky and replace the Sun while keeping the planet in a safe orbit from the gaping maw of the void... this was not only to keep the planet from being consumed but also to calm the fears of the people. They need never know how close their world is to its final destruction, for that fear would only empower Nightmare. \n\nThe power required to pull this off was immense and there simply wasn't time to find a better solution. Skatvold and 5 of the most powerful magic users among the Outsiders had to enact the ritual but also had to remain as conduits for the energies to flow and maintain the spell. \n\nThe goal was for those who remained to continue working on the problem and release them from their torment but that solution has not yet been found... nor have the threats to this world abated.\n\nThe gates to the feywild have been closed and barred shut, with even the fey unlucky enough to be in the Material Realm at the time of the closing unable to return home.\n\nDragons, hungry and starving, arrived in Urroth and hunted the lands for about 50 years until an outsider named Torquill Von Demillo managed to defeat the eldest of the dragons, while all others were hunted to extinction.\n\nThis is the world of Urroth. Teetering on the brink of destruction with only a thin lie built on the suffering of forgotten heroes to keep them all safe."
}