{
  "sitename": "4 Shame Not Honor",
  "sitedescription": "4 Shame Not Honor",
  "sitelang": "en-US",
  "content": "# Welcome to 4 Shame Not Honor!\n\nWe stream D&D primarily, but occasionally branch out into chatting streams or video games. \n\n## The Setting\n\nThis campaign setting is a D&D 5e homebrew created by the DM Jordan Buermann and his brother Jade. It started in 2019 and runs on twitch every Sunday at [twitch.tv/fourshamenothonor](https://www.twitch.tv/fourshamenothonor)\n\nIn an event known as \"The Sundering\" the world of Urroth was unsuspectingly and very suddenly cut free of its ties to the Gods and the outer planes. It is said that the exact moment was emphasized worlds over by a loud and thunderous crack.\n\nClerics, warlocks, and anyone else who relied on entities beyond the natural world for power found themselves suddenly rendered completely powerless in a single instant. Planar travelers visiting the world (or summoned to it) were also suddenly and irrevocably stranded.\n\n### A Heathen Place\n\nWhile there are religions in this world, no actual gods exist. This means that there are no true clerics, resurrections are shoddy at best, and no health potions. Urroth has been separated from the usual D&D cosmology. Effectively the Material Plane of Urroth has been cut off from the Outer Planes, leaving the cosmos of this setting consisting of localized elemental planes; and the overlapping Feywild, Fade (Shadow Realm), Ethereal, and the much lesser known Purgatory.\n\n## The Roudgara Campaign\n\n### Chapter 1 Summary\n\nIn a cursed forest many years ago there lived 3 dryad sisters; Joy, Purity, and Kindness along with their satyr father Tut. A plague had spread across the forest that no man, beast, or fey could resist. The gods themselves had abandoned the forest, and no natural remedy could be found.\n\nSo Tut, fearing for his ailing daughters, turned away from Nature to its opposing source of power. The Whispering Dark, also known simply as the Profane. Upon his three lovely daughters, he performed vile rituals, forever corrupting their virtue, mind, and form. Joy, Purity, and Kindness became Misery, Corruption, and Betrayal. Known now to history as the Blight Sisters.\n\nFor himself, Tut sacrificed the druids that once served him, and in so doing his avarice and vice turned to melancholy and tears. If by choice or by some cruel twist it is unclear; Tut, now known to very few as Regret, remains forever lost to the world within those hallowed halls buried beneath the forest floor. Listen closely upon the ground and you may yet hear him there, weeping.\n\nFast forward to a mere three hundred and some odd years ago, just as the Dragon Wars were heating up. An Irishne woman by the name of Myrcella Roudgara, with the pointed ears and wood-grained skin common among her kind, arrived in these same cursed woods. Known by then as the Whispering Forest. There she took in refugees found along their travel south to the kingdom of Ravished and offered them an alternative way of life. The life of the druid… in service to a trinity of forest spirits.\n\nBy the end of the Dragon Wars, this peaceful, nurturing, woman and her druids were set to violence. Claiming that the necromantic practices of Ravished used to end the Dragon Wars had corrupted the very land and water. Her rebellion was short-lived, as the noble King of Ravished marched his Crimson Guard into the Whispering Forest leaving not but ash and bone wherever they went.\n\nMyrcella herself was bound to a sacred tree, Misery's tree, and upon it, she too was burned. Though some say the fires burned only half as hot as her heart. If indeed she screamed at all within those flames it was merely a cry for vengeance.\n\nDespite the laws of Ravished forbidding travel within the forest even to the present day, more lost souls have found their way into those cursed woods. Known now as the Roudgara Forest.\n\nThough these modern druids know little of the trinity once served by Myrcella, they claim to be guided by a singular entity known to them as the Spirit Mother. She does not teach them the ways of peace or tranquility, her druids do not respect the balance of Nature or the circle of life. The Spirit Mother knows but one path that all within her canopy follow. The path of vengeance.\n\nIt is here that our campaign started."
}